semestr1/wstep-do-fil/01.12.20-w.org
#+TITLE: 01 12 20 W



* Istnienie Boga
- dlaczego jest to ważne
  + duża liczba osób wierzących
  + historia europy, historii europejskiej
- trudności w dyskusji o bogu
  + czy wiara jest sprawą prywatną
  + brak jednej koncepcji boga
** dziedziny wiedzy w których dyskutuje się o Bogu
*** teologia
- opera sie na wiedzy objawionej
*** filozofia
    - filozofia Boga
    - filozofia religii (część fil. społecznej)
    - opiera sie na wiedzy racjonalnej
    - przedmioty badań
      + przeżycie
      + założyciele
      + podmiot
    - pytania
      + istnienie boga
        - obiektywne istnienie Boga
        - subiektywne istnienie Boga
      + natura Boga
        - co wyznacza że Bóg jest Bogiem
      + stosunek Boga do świata i do człowieka
         - przeznaczenie człowieka
*** religioznstwo
    - historia
    - socjologia
    - opiera się na wiedzy empirycznej
** Pojęcie Boga
- byt absolutny
- absolut osobowy
- byt pierwotny
- byt doskonały
- byt niezależny - ma w sobie racje swojego istnienia
** byt osobowy
- świadomość, rozum
- wolnosć
** ateizm
- bóga nie ma albo jest subiektywny
*** 19 w
- ateizm masowy
*** 20 w lata 60 
- postsekularyzm - powrót religijności
** monoteizm
- istnieje jeden bóg
** politeizm
- istnieje wielu bogów
** panteizm
- wszytsko co jest w świecie jest boskie
** deizm
- racjonalne postrzeganie Boga
- Bóg sworzył świat ale w niego nie ingeruje
** teizm
- Bóg jest osobowy, jeden, sworzył świat
- ciągle ingeruje w świat, nic by się nie wydarzyło bez interwencji boga
- opatrzność
** agnostycyzm
- uważają, że istnieją niepoznawalne rewiry rzeczywistości
- często uważają
** indeferentyzm

* Historia idei Boga
** starożytność
- Anaksagoras
  + absolut to /nus/ - rozum który przenika świat i rządzi światem
- Heraklit z Efezu
  + absolut to /logos/ rozum świata który w ostateczności doprowadzi do harmonii
- Sokrates
  + deimon (neutralny)
- Platon
  + bóg budowniczy zawsze da radę - doskonały, osobowy
  + idea - doskonała, wieczna, nieosobowa
  + substrat, substancja - niedoskonała
- Arystoteles
  + pierwsza przyczyna jako absolut, myśl która myśli o sobie samej
  + kołowe wyobrażenie czasu
  + świat przyczynowo skutkowy
  + wylew nadmiaru bytu z prajedni
- Stoicy
  - istnieje tylko materia
  - 2 rodzaje materii
    + pneuma - materia czynna
    + materia bierna
** średniowiecze
- zmienia sie pojęcie boga
- Bóg
  + osobowy
  + stwarza świat
  + jeden w trzech osobach
  + opatrzność (bóg ingeruje w świat)
  + byt pozaświatowy
  + stwarza swiat z niczego
  + doskonały
  + wszechmocny
  + wieczny
  + wszechwiedzący
  + niepoznawalny
- bóg uczłowieczony - jezus
- chrześcijaństwo - religia miłosci do bliźniego
- rzymski katolicyzm
- protestantyzm
- prawosławie
** Nowożytność
- Kartezjusz
  + bóg jest nieograniczoną wolą
- Baruch Spinoza
  + powraca do panteizmu
  + odrzuca osobowy charakter bóstwa
- Wolter
  + Bóg powołał siwat do istnienia ale nie ingeruje
- Blaise Pascal
  + Bóg jako istota dająca prady moralne
  + odrzuca naukę - nie dociera ona do wiedzy absolutnie pewnej
  + prawdy moralne >
- Immanuel Kant
  + Bóg jest konieczny
  + postulował istnienie boga jako konieczne - jako nagroda dla dobrych ludzi
  + idea boga nas motywuje do bycia dobrymi i doskonalenia się
- Kierkegaard
  + 2 religijności
    - typu a
      + performatywna
      + wg Kierkegaarda zasługuje na pogardę
    - typu b
      + bezpośredni kontakt z bogiem
      + nieracjonalna i niemoralna
      + bez tej wiary jesteśmy związani z światem materialnym
** Współczesność
- dialogika
