semestr1/wstep-do-fil/01.12.20-w.md

# Table of Contents

1.  [Istnienie Boga](#orgada979d)
    1.  [dziedziny wiedzy w których dyskutuje się o Bogu](#org47b3071)
        1.  [teologia](#org508bb7c)
        2.  [filozofia](#orgeaea9fe)
        3.  [religioznstwo](#org590bfda)
    2.  [Pojęcie Boga](#org2ea3be2)
    3.  [byt osobowy](#orgc5f274d)
    4.  [ateizm](#org20fa07b)
        1.  [19 w](#org7697756)
        2.  [20 w lata 60](#orge496f85)
    5.  [monoteizm](#org05372ca)
    6.  [politeizm](#org0085844)
    7.  [panteizm](#org137f370)
    8.  [deizm](#org672bc99)
    9.  [teizm](#orge98be0e)
    10. [agnostycyzm](#orgba79bf6)
    11. [indeferentyzm](#org0488514)
2.  [Historia idei Boga](#org6cf8139)
    1.  [starożytność](#orga7e8077)
    2.  [średniowiecze](#orga0d7f4e)
    3.  [Nowożytność](#org092cfd2)
    4.  [Współczesność](#orgd8a9218)



<a id="orgada979d"></a>

# Istnienie Boga

-   dlaczego jest to ważne
    -   duża liczba osób wierzących
    -   historia europy, historii europejskiej
-   trudności w dyskusji o bogu
    -   czy wiara jest sprawą prywatną
    -   brak jednej koncepcji boga


<a id="org47b3071"></a>

## dziedziny wiedzy w których dyskutuje się o Bogu


<a id="org508bb7c"></a>

### teologia

-   opera sie na wiedzy objawionej


<a id="orgeaea9fe"></a>

### filozofia

-   filozofia Boga
-   filozofia religii (część fil. społecznej)
-   opiera sie na wiedzy racjonalnej
-   przedmioty badań
    -   przeżycie
    -   założyciele
    -   podmiot
-   pytania
    -   istnienie boga
        -   obiektywne istnienie Boga
        -   subiektywne istnienie Boga
    -   natura Boga
        -   co wyznacza że Bóg jest Bogiem
    -   stosunek Boga do świata i do człowieka
        -   przeznaczenie człowieka


<a id="org590bfda"></a>

### religioznstwo

-   historia
-   socjologia
-   opiera się na wiedzy empirycznej


<a id="org2ea3be2"></a>

## Pojęcie Boga

-   byt absolutny
-   absolut osobowy
-   byt pierwotny
-   byt doskonały
-   byt niezależny - ma w sobie racje swojego istnienia


<a id="orgc5f274d"></a>

## byt osobowy

-   świadomość, rozum
-   wolnosć


<a id="org20fa07b"></a>

## ateizm

-   bóga nie ma albo jest subiektywny


<a id="org7697756"></a>

### 19 w

-   ateizm masowy


<a id="orge496f85"></a>

### 20 w lata 60

-   postsekularyzm - powrót religijności


<a id="org05372ca"></a>

## monoteizm

-   istnieje jeden bóg


<a id="org0085844"></a>

## politeizm

-   istnieje wielu bogów


<a id="org137f370"></a>

## panteizm

-   wszytsko co jest w świecie jest boskie


<a id="org672bc99"></a>

## deizm

-   racjonalne postrzeganie Boga
-   Bóg sworzył świat ale w niego nie ingeruje


<a id="orge98be0e"></a>

## teizm

-   Bóg jest osobowy, jeden, sworzył świat
-   ciągle ingeruje w świat, nic by się nie wydarzyło bez interwencji boga
-   opatrzność


<a id="orgba79bf6"></a>

## agnostycyzm

-   uważają, że istnieją niepoznawalne rewiry rzeczywistości
-   często uważają


<a id="org0488514"></a>

## indeferentyzm


<a id="org6cf8139"></a>

# Historia idei Boga


<a id="orga7e8077"></a>

## starożytność

-   Anaksagoras
    -   absolut to *nus* - rozum który przenika świat i rządzi światem
-   Heraklit z Efezu
    -   absolut to *logos* rozum świata który w ostateczności doprowadzi do harmonii
-   Sokrates
    -   deimon (neutralny)
-   Platon
    -   bóg budowniczy zawsze da radę - doskonały, osobowy
    -   idea - doskonała, wieczna, nieosobowa
    -   substrat, substancja - niedoskonała
-   Arystoteles
    -   pierwsza przyczyna jako absolut, myśl która myśli o sobie samej
    -   kołowe wyobrażenie czasu
    -   świat przyczynowo skutkowy
    -   wylew nadmiaru bytu z prajedni
-   Stoicy
    -   istnieje tylko materia
    -   2 rodzaje materii
        -   pneuma - materia czynna
        -   materia bierna


<a id="orga0d7f4e"></a>

## średniowiecze

-   zmienia sie pojęcie boga
-   Bóg
    -   osobowy
    -   stwarza świat
    -   jeden w trzech osobach
    -   opatrzność (bóg ingeruje w świat)
    -   byt pozaświatowy
    -   stwarza swiat z niczego
    -   doskonały
    -   wszechmocny
    -   wieczny
    -   wszechwiedzący
    -   niepoznawalny
-   bóg uczłowieczony - jezus
-   chrześcijaństwo - religia miłosci do bliźniego
-   rzymski katolicyzm
-   protestantyzm
-   prawosławie


<a id="org092cfd2"></a>

## Nowożytność

-   Kartezjusz
    -   bóg jest nieograniczoną wolą
-   Baruch Spinoza
    -   powraca do panteizmu
    -   odrzuca osobowy charakter bóstwa
-   Wolter
    -   Bóg powołał siwat do istnienia ale nie ingeruje
-   Blaise Pascal
    -   Bóg jako istota dająca prady moralne
    -   odrzuca naukę - nie dociera ona do wiedzy absolutnie pewnej
    -   prawdy moralne >
-   Immanuel Kant
    -   Bóg jest konieczny
    -   postulował istnienie boga jako konieczne - jako nagroda dla dobrych ludzi
    -   idea boga nas motywuje do bycia dobrymi i doskonalenia się
-   Kierkegaard
    -   2 religijności
        -   typu a
            -   performatywna
            -   wg Kierkegaarda zasługuje na pogardę
        -   typu b
            -   bezpośredni kontakt z bogiem
            -   nieracjonalna i niemoralna
            -   bez tej wiary jesteśmy związani z światem materialnym


<a id="orgd8a9218"></a>

## Współczesność

-   dialogika

